{
  "surah_info": [
    {
      "translation": "Yusuf",
      "arabic": "يوسف",
      "latin": "Yusuf",
      "ayah_count": 111,
      "index": 12,
      "opening": "<span class=\"gen\"><br> Surat Yusuf ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamakan <i>surat Yusuf</i> adalah karena titik berat dari isinya mengenai riwayat Nabi Yusuf a.s. Riwayat tersebut salah satu di antara cerita-cerita ghaib yang diwahyukan kepada Nabi Muhammad s.a.w. sebagai mukjizat bagi beliau, sedang beliau sebelum diturunkan surat ini tidak mengetahuinya. Menurut riwayat Al Baihaqi dalam kitab <i>Ad Dalail</i> bahwa segolongan orang Yahudi masuk agama Islam sesudah mereka mendengar cerita Yusuf a.s. ini, karena sesuai dengan cerita-cerita yang mereka ketahui. Dari cerita Yusuf a.s. ini, Nabi Muhammad s.a.w. mengambil pelajaran-pelajaran yang banyak dan merupakan penghibur terhadap beliau dalam menjalankan tugasnya.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kenabian Yusuf a.s. dan mukjizat-mukjizatnya; ketentuan yang berhubungan dengan keagamaan adalah hak Allah semata-mata; qadha Allah tak dapat dirobah; para rasul semuanya laki-laki.<br><br><i>2. Hukum-hukum:</i><br> Keharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut tidak boleh dibiarkan; boleh melakukan helah yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.<br><br><i>3. Kisah-kisah:</i><br> Riwayat Nabi Yusuf a.s. bersaudara dengan orang tua mereka Ya'qub a.s.<br><br><i>4. Dan lain-lain:</i><br> Beberapa sifat dan suri tauladan yang mulia yang dapat diambil dari cerita Yusuf a.s: persamaan antara agama para nabi-nabi ialah tauhid.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Yusuf ini seluruh isinya berkisar pada cerita Nabi Yusuf a.s. dan saudara-saudaranya beserta orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad s.a.w. berbeda dengan kisah-kisah nabi-nabi yang lain, yaitu kisah Nabi Yusuf a.s. ini khusus diceritakan dalam satu surat sedang kisah-kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Isi dari kisah Nabi Yusuf a.s. ini berlainan pula dengan kisah-kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain Allah menitik beratkan kepada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah itu dengan kemusnahan para penantang para nabi itu. Didalam kisah Nabi Yusuf a.s ini, Allah s.w.t. menonjolkan akibat yang baik daripada kesabaran, dan bahwa kesenangan itu datangnya sesudah penderitaan. Allah menguji Nabi Ya'qub a.s. dengan kehilangan puteranya Yusuf a.s. dan penglihatannya, dan menguji ketabahan dan kesabaran Yusuf a.s. dengan dipisahkan dari ibu bapanya, dibuang ke dalam sumur, dan diperdagangkan sebagai budak. Kemudian Allah s.w.t menguji imannya dengan godaan wanita cantik lagi bangsawan dan akhirnya dimasukkan kedalam penjara. Kemudian Allah s.w.t. melepaskan Yusuf a.s. dan ayahnya dari segala penderitaan dan cobaan itu; menghimpunkan mereka kembali; mangembalikan penglihatan Ya'qub a.s. dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf a.s.<br><br><i>HUBUNGAN SURAT YUSUF DENGAN SURAT AR RA'D</i><br><br> 1. Dalam surat ini Allah secara umum mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Didalam surat Ar Ra'd Allah mengemukannya lagi secara lebih jelas.<br><br> 2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kabenaran mendapat kemenangan.<br><br> 3. Pada akhir surat Yusuf diterangkan bahwa Al Quran itu bukanlah perkataan yang diada-adakan, melainkan petunjuk dan rahmat bagi orang yang beriman, dan keterangan yang demikian itu diulangi lagi di awal surat Ar Ra'd.<br><br></span>"
    },
    {
      "translation": "Goa",
      "arabic": "الكهف",
      "latin": "Al-Kahf",
      "ayah_count": 110,
      "index": 18,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 110 ayat, termasuk golongan surat-surat Makkiyyah. Dinamai <i>Al-Kahfi</i> artinya <i>Gua</i> dan <i>Ashhabul Kahfi</i> yang artinya <i>Penghuni-Penghuni Gua</i>. Kedua nama ini diambil dari cerita yang terdapat dalam surat ini pada ayat 9 sampai dengan 26, tentang beberapa orang pemuda yang tidur dalam gua bertahun-tahun lamanya. Selain cerita tersebut, terdapat pula beberapa buah cerita dalam surat ini, yang kesemuanya mengandung i'tibar dan pelajaran-pelajaran yang amat berguna bagi kehidupan manusia. Banyak hadist-hadist Rasulullah s.a.w. yang menyatakan keutamaan membaca surat ini.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Kekuasaan Allah swt untuk memberi daya tahan hidup pada manusia di luar hukum kebiasaan: dasar-dasar tauhid serta keadilan Allah s.w.t. tidak berobah untuk selama-lamanya; kalimat-kalimat Allah (ilmu-Nya) amat luas sekali, meliputi segala sesuatu, sehingga manusia tidak mampu buat menulisnya. Kepastian datangnya hari berbangkit; Al Quran adalah kitab suci yang isinya bersih dari kekacauan dan kepalsuan.<br><br><i>2. Hukum-Hukum:</i><br> Dasar hukum wakalah (berwakil); larangan membangun tempat ibadah di atas kubur; hukum membaca \"Insya Allah\", perbuatan salah yang dilakukan karena lupa adalah dimaafkan; kebolehan merusak suatu barang untuk menghindarkan bahaya yang lebih besar.<br><br><i>3. Kisah-Kisah:</i><br> Cerita Ashhabul Kahfi; cerita dua orang laki-laki yang seorang kafir dan yang lainnya mukmin; cerita Nabi Musa a.s. dengan Khidhr a.s.; cerita Dzulkarnain dengan Ya'juj dan Ma'juj.<br><br><i>4. Dan lain-lain:</i><br> Beberapa pelajaran yang dapat diambil dari cerita-cerita dalam surat ini antara lain tentang kekuatan iman kepada Allah swt serta ibadah yang ikhlas kepadaNya; kesungguhan seseorang dalam mencari guru (ilmu) adab sopan-santun antara murid dengan guru; dan beberapa contoh tentang cara memimpin dan memerintah rakyat, serta perjuangan untuk mencapai kebahagiaan rakyat dan negara.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Kahfi dimulai dengan menerangkan sifat Al Quran sebagai petunjuk dan peringatan bagi manusia, dan sebagai peringatan pula terhadap mereka yang mengatakan bahwa Allah mempunyai anak. Semua yang ada dipermukaan bumi merupakan perhiasan bagi bumi dan sengaja diciptakan Allah agar manusia memikirkan bagaimana cara mengambil manfaat dari semuanya itu. Kekuasaan Allah dan betapa luas pengetahuan-Nya dikemukakan dalam surat ini dengan menyebutkan kisah Nabi Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain dan dengan mengibaratkan bahwa seandainya semua air yang ada di bumi dan ditambah lagi sebanyak itu pula dijadikan tinta untuk menulis ilmu Allah, tentu tidak akan mencukupi. Kemudian diterangkan bahwa semua amal orang musyrik itu tidak diberi pahala di akhirat, sedang untuk orang-orang mukmin disediakan Jannatun Na'im.<br><br><i>HUBUNGAN SURAT AL KAHFI DENGAN SURAT MARYAM</i><br><br> 1. Kedua surat ini sama-sama mengandung kisah yang ajaib, seperti surat Al Kahfi mengemukakan kisah Ashhabul Kahfi, kisah Musa a.s. dengan Khidhr a.s., kisah Dzulqarnain, sedang surat Maryam mengemukakan kisah keluarga Yahya a.s. di waktu bapaknya Zakariya a.s. telah sangat tua dan ibunya seorang wanita tua yang mandul, dan kisah kelahiran Isa a.s. tanpa bapak.<br><br> 2. Bagian akhir surat Al Kahfi menerangkan tentang ancaman Allah terhadap orang-orang kafir yang mengambil pelindung selain Allah, semua amal mereka sia-sia dan mereka dimasukkan ke dalam neraka, sedang pada bagian akhir surat Maryam diulangi lagi celaan dan ancaman Allah terhadap orang-orang yang mempersekutukan-Nya.<br><br></span>"
    },
    {
      "translation": "Yasin",
      "arabic": "يٰسۤ",
      "latin": "Yasin",
      "ayah_count": 83,
      "index": 36,
      "opening": "<span class=\"gen\"><br> Surat <i>Yaasiin</i> terdiri atas 83 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Jin. Dinamai <i>Yaasiin</i> karena dimulai dengan huruf <i>Yaasiin</i>. Sebagaimana halnya arti huruf-huruf abjad yang terletak pada permulaan beberapa surat Al Quran, maka demikian pula arti <i>Yaasiin</i> yang terdapat pada ayat permulaan surat ini, yaitu Allah mengisyaratkan bahwa sesudah huruf tersebut akan dikemukakan hal-hal yang penting antara lain: Allah bersumpah dengan Al Quran bahwa Muhammad s.a.w. benar-benar seorang rasul yang diutus-Nya kepada kaum yang belum pernah diutus kepada mereka rasul-rasul.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Bukti-bukti adanya hari berbangkit; Al Quran bukanlah syair; ilmu, kekuasaan dan rahmat Allah; syurga dan sifat-sifat-Nya yang disediakan bagi orang-orang mukmin; mensucikan Allah dari sifat-sifat yang tidak layak bagi-Nya; anggota badan manusia menjadi saksi pada hari kiamat atas segala perbuatannya di dunia.<br><br><i>2. Kisah:</i><br> Kisah utusan-utusan Nabi Isa a.s dengan penduduk Anthakiyah.<br><br><i>3. Dan lain-lain:</i><br> Tidak ada faedah peringatan bagi orang-orang musyrik; Allah menciptakan segala sesuatu berpasang-pasangan; semua bintang- bintang di cakrawala berjalan pada garis edar yang telah ditetapkan Allah; ajal dan hari kiamat datangnya secara tiba- tiba; Allah menghibur hati Rasulullah s.a.w. terhadap sikap kaum musyrikin yang menyakitkan hatinya.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat <i>Yaasiin</i> mengemukakan tentang Al Quran, kanabian Muhammad, menegaskan adanya hari berbangkit disertai bukti-buktinya baik bukti-bukti alamiyah maupun bukti-bukti akliyah; kemudian mengemukakan beberapa perumpamaan diantaranya dengan mengemukakan kisah utusan-utusan Nabi Isa Almasih a.s dengan penduduk Anthakiyah. Kesemuanya dikemukakan sebagai penghibur hati Rasulullah s.a.w. dan untuk menambah keyakinan orang-orang yang beriman yang sedang mengalami tekanan-tekanan dari kaum musyrikin.<br><br><i>HUBUNGAN SURAT YAA SIIN DENGAN SURAT ASH SHAFFAAT</i><br><br> 1. Pada surat Yaa Siin disebut secara umum tentang umat-umat yang telah dihancurkan Allah karena ingkar kepada-Nya, sedang surat Ash Shaffaat menjelaskannya dengan menyebut kisah-kisah Nuh a.s., Isa a.s. dengan kaumnya.<br><br> 2. Pada akhir surat Yaasiin disebut secara umum keadaan orang-orang mukmin dan orang-orang kafir di hari kiamat, sedang surat Ash Shaffaat menjelaskannya.<br><br> 3. Pada surat Yaasiin disebutkan tentang kekuasaan Allah membangkitkan manusia dan menghidupkannya kembali, karena Dia-lah yang menciptakan mereka dan Dia-lah yang menghendaki demikian, sedang surat Ash Shaffaat menjelaskan lebih luas dengan mengemukakan contoh-contoh yang berhubugnan dengan itu.<br><br></span>"
    },
    {
      "translation": "Maha Pengasih",
      "arabic": "الرحمن",
      "latin": "Ar-Rahman",
      "ayah_count": 78,
      "index": 55,
      "opening": "<span class=\"gen\"><br> Surat Ar Rahmaan terdiri atas 78 ayat, termasuk golongan surat- surat Makkiyyah, diturunkan sesudah surat Ar Ra'du. Dinamai <i>Ar Rahmaan</i> (Yang Maha Pemurah), diambil dari perkataan <i>Ar Rahmaan</i> yang terdapat pada ayat pertama surat ini. Ar Rahmaan adalah salah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan kepemurahan Allah s.w.t. kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat nanti.<br><br> Pokok-pokok isinya:<br><br><i>1. Keimanan:</i><br> Allah mengajar manusia pandai berbicara; pohon- pohonan dan tumbuh-tumbuhan tunduk kepada Allah; Allah selalu dalam kesibukan; seluruh alam meru- pakan nikmat Allah terhadap ummat manusia; manusia diciptakan dari tanah dan jin dari api.<br><i>2. Hukum-hukum:</i><br> Kewajiban mengukur, menakar, menimbang dengan adil.<br><i>3. Dan Lain-lain :</i><br> Manusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah s.w.t. banyak dari ummat manusia yang tidak mensyukuri nikmat Tuhan; nubuwat tentang hal-hal yang akan terjadi dan hal-hal itu benar- benar terjadi seperti tentang terusan Sues dan Panama.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Ar Rahmaan menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamban-Nya yaitu dengan menciptakan alam dengan segala yang ada padanya. Kemudian diterangkan pem- balasan di akhirat, keadaan penghuni neraka dan keadaan penghuni syurga yang dijanjikan Allah kepada orang yang bertakwa.<br><br><i>HUBUNGAN SURAT AR RAHMAAN DENGAN SURAT AL WAAQI'AH</i><br><br> 1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di syurga dan di neraka.<br> 2. Dalam surat Ar Rahmaan diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa;dijelaskan bahwa ada dua macam syurga yang disediakan bagi orang-orang mukmin. Pada surat Al Waaqi'ah diterangkan pembagian manusia di akhirat pada tiga golongan, yaitu golongan kiri, golongan kanan dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula bagaimana nasib masing-masing golongan itu.<br><br></span>"
    },
    {
      "translation": "Hari Kiamat",
      "arabic": "الواقعة",
      "latin": "Al-Waqi'ah",
      "ayah_count": 96,
      "index": 56,
      "opening": "<span class=\"gen\"><br> Surat Al Waaqi'ah terdiri atas 96 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Thaa Haa. Dinamai dengan <i>Al Waaqi'ah</i> (Hari Kiamat), diambil dari perkataan <i>Al Waaqi'ah</i> yang terdapat pada ayat pertama surat ini.<br><br> Pokok-pokok isinya :<br><br><i>1. Keimanan:</i><br> Huru-hara di waktu terjadinya hari kiamat; manusia di waktu hisab terbagi atas tiga golongan, yaitu golongan yang ber- segera menjalankan kebaikan, golongan kanan dan golongan yang celaka serta balasan yang diperoleh oleh masing-masing golongan; bantahan Allah terhadap keingkaran orang-orang yang mengingkari adanya Tuhan, hari berbangkit, dan adanya hisab; Al Quran berasal dari Lauhul Mahfuuzh.<br><i>2. Dan lain-lain:</i><br> Gambaran tentang syurga dan neraka.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Waaqi'ah menerangkan tentang keadaan hari kiamat, balasan yang diterima oleh orang-orang mukmin dan orang-orang kafir. Kemudian diterangkan penciptaan manusia, tumbuh-tumbuhan dan api, sebagai bukti kekuasaan Allah dan adanya hari berbangkit.<br><br><i>HUBUNGAN SURAT AL WAAQI'AH DENGAN SURAT AL HADIID</i><br><br> 1. Surat Al Waaqi'ah diakhiri dengan perintah bertasbih dengan menyebut nama Tuhan, Maha Pencipta lagi Maha Pemelihara, sedang pada permulaan surat Al Hadiid disebutkan bahwa apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah.<br> 2. Dalam surat Al Waaqi'ah disebut orang-orang yang bersegera (As- Saabiquun), sedang pada surat Al Hadiid diterangkan kemana orang- orang itu harus bersegera.<br> 3. Sama-sama menerangkan kekuasaan Allah.<br><br></span>"
    },
    {
      "translation": "Jumat",
      "arabic": "الجمعة",
      "latin": "Al-Jumu'ah",
      "ayah_count": 11,
      "index": 62,
      "opening": "<span class=\"gen\"><br> Surat Al Jumu'ah ini terdiri atas 11 ayat, termasuk golongan-golongan surat-surat Madaniyyah dan diturunkan sesudah surat Ash Shaf. Nama surat Al Jumu'ah diambil dari kata <i>Al Jumu'ah</i> yang terdapat pada ayat 9 surat ini yang artinya: <i>hari Jum'at</i>.<br><br> Pokok-pokok isinya:<br><br> Menjelaskan sifat-sifat orang-orang munafik dan sifat-sifat buruk pada umumnya, diantaranya berdusta, bersumpah palsu dan penakut; mengajak orang-orang mukmin supaya taat dan patuh kepada Allah dan Rasul-Nya dan supaya bersedia menafkahkan harta untuk menegakkan agama-Nya sebelum ajal datang.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Jumu'ah ini menerangkan tentang pengutusan Nabi Muhammad s.a.w. dan menjelaskan bahwa umatnya akan menjadi mulia karena ajarannya, disusul dengan perumpamaan orang-orang Yahudi dan kebohongan pengakuan mereka dan kemudian diakhiri dengan kewajiban shalat Jum'at.<br><br><i>HUBUNGAN SURAT AL JUMU'AH DENGAN SURAT AL MUNAAFIQUUN</i><br><br> 1. Pada surat Al Jumu'ah Allah menerangkan bahwa orang muslim menjadi mulia karena ajaran Nabi Muhammad s.a.w. sedang pada surat Al Munaafiquun diterangkan bahwa orang-orang munafik karena tidak mau menjalankan ajaran Nabi akan menjadi sesat dan hina.<br><br> 2. Dalam surat Al Jumu'ah orang disuruh meninggalkan perniagaannya untuk pergi shalat Jumu'ah, sedang pada surat Al Munaafiquun diperingatkan agar harta benda dan anak-anak jangan sampai melalaikan orang ingat kepada Allah.<br><br></span>"
    },
    {
      "translation": "Kerajaan",
      "arabic": "الملك",
      "latin": "Al-Mulk",
      "ayah_count": 30,
      "index": 67,
      "opening": "<span class=\"gen\"><br> Surat ini terdiri atas 30 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah Ath Thuur.<br> Nama <i>Al Mulk</i> diambil dari kata <i>Al Mulk</i> yang terdapat pada ayat pertama surat ini yang artinya kerajaan atau kekuasaan. Dinamai pula surat ini dengan <i>At Tabaarak</i> (Maha Suci).<br><br> Pokok-pokok isinya:<br> Hidup dan mati ujian bagi manusia; Allah menciptakan langit berlapis-lapis dan semua ciptaan-Nya mempunyai keseimbangan; perintah Allah untuk memperhatikan isi alam semesta; azab yang diancamkan terhadap orang-orang kafir; dan janji Allah kepada orang-orang mukmin; Allah menjadikan bumi sedemikian rupa hingga mudah bagi manusia untuk mencari rezki; peringatan Allah kepada manusia tentang sedikitnya mereka yang bersyukur kepada nikmat Allah.<br><br></span>",
      "closing": "<span class=\"gen\"><br> Surat Al Mulk menunjukkan bukti-bukti kebesaran dan kekuasaan Allah yang terdapat di alam semesta dan menganjurkannya agar manusia memperhatikannya dengan seksama sehingga mereka beriman kepada-Nya. Bilamana manusia itu tetap mengingkari, Allah akan menjatuhkan azab kepada mereka.<br><br><i>HUBUNGAN SURAT AL MULK DENGAN SURAT AL QALAM</i><br><br> 1. Pada akhir surat Al Mulk, Allah mengancam orang yang tidak bersyukur kepda nikmat Allah dengan mengeringkan bumi atas mereka, sedang dalam surat Al Qalam diberikan contoh tentang azab terhadap orang-orang yang tidak bersyukur terhadap nikmat Allah.<br> 2. Kedua surat ini sama-sama memberikan ancaman kepada orang-orang kafir.<br><br></span>"
    }
  ]
}
